Repository: avmartynov/KeyboardTrainer
Catalog: KeyboardTrainer/WinFormsApp/Properties/Resources.*.resx
Languages: ru_ru

# AskClose
source: Do you really want to finish current workout?
ru_ru: Вы действительно хотите завершить данную тренировку?

# AskSaveFile
source: Save current workout?
ru_ru: Сохранить текущее состояние тренировки?

# ExceptionDialogCaption
source: KeyboardTrainer Error
ru_ru: Программная ошибка KeyboardTrainer

# ExceptionDialogDetailsFormat
source: KeyboardTrainer version: {0} .Net Framework version: {1} OS Version: {2}, Is 64Bit OS: {3}, Is 64Bit Process: {4}, Modules: {5} Stack Trace: {6}
ru_ru: KeyboardTrainer версия: {0} .Net Framework версия: {1} OS версия: {2}, Is 64Bit OS: {3}, Is 64Bit Process: {4}, Модули: {5} Stack Trace: {6}

# ExceptionDialogMessageFormat
source: {0} Clipboard contains details of error.
ru_ru: {0} Буфер обмена содержит детальную информацию по ошибке.

# HelpUrl
source: http://www.twidlle.com/keyboardtrainer/index.html
ru_ru: http://www.twidlle.com/ru/keyboardtrainer/index.html

# LanguageCode
source: en-US
ru_ru: ru-Ru

source: New exercise
ru_ru: Новое упражнение

# NoNameFileName
source: [Noname workout]
ru_ru: [Тренировка без имени]

source: Open workout file
ru_ru: Открыть файл тренировки

# ResultFormat
source: KeyboardTrainer workout ---------------------------------------------------------- Workout date: {0} Workout plan: {1} Local language: {2} Executed exercises: {3} Best result of exercise: {4} char/min, {5} errors Result of last exercise: {8} char/min, {9} errors Average result of exercises: {6:##.##} char/min, {7:##.##} errors
ru_ru: Тренировка KeyboardTrainer -------------------------------------------------------- Дата тренировки: {0} План тренировки: {1} Местный язык: {2} Выполнено упражнений: {3} Результат лучшего упражнения: {4} симв./мин, {5} ошибок Результат упражнения в среднем: {8} симв./мин, {9} ошибок Результат последнего упражнения: {6:##.##} симв./мин, {7:##.##} ошибок

# RunningState
source: Running
ru_ru: Выполняется

source: Save workout file
ru_ru: Сохранить файл тренировки

# SpaceVoiceText
source: Space
ru_ru: Пробел

# WorkoutFileFilter
source: Workout files (*.ktr)|*.ktr|All files (*.*)|*.*
ru_ru: Файлы тренировки (*.ktr)|*.ktr|Все файлы (*.*)|*.*
